[
  "obsidian-style-settings",
  "obsidian-git",
  "obsidian-relative-line-numbers",
  "codeblock-customizer",
  "pdf-plus",
  "code-files",
  "dataview",
  "obsidian-local-rest-api",
  "obsidian-html-plugin",
  "surfing"
]